{
    "version": "https://jsonfeed.org/version/1",
    "title": "Having tenants for breakfast",
    "description": "",
    "home_page_url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast",
    "feed_url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/feed.json",
    "user_comment": "",
    "icon": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/media/website/kaffee.png",
    "author": {
        "name": "The Breakfaster"
    },
    "items": [
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/dont-tell-a-woman-to-lose-weight.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/dont-tell-a-woman-to-lose-weight.html",
            "title": "Don&#x27;t tell a woman to lose weight",
            "summary": "Relationships are mainly defined by mutual sexual attraction. It seems that many people assume women should not be told to lose weight. \"Never tell a woman that she needs to lose weight\" stems from women themselves. Like us saying \"Approach us and treat us well\".",
            "content_html": "<p>Relationships are mainly defined by mutual sexual attraction. It seems that many people assume women should not be told to lose weight.</p>\n<p>\"Never tell a woman that she needs to lose weight\" stems from women themselves. Like us saying \"Approach us and treat us well\".</p>\n<p>Do they care? Nope, not in the slightest, quite the contrary.</p>\n<p>Therefore don't bother hurting her comfortable lazy feeling and value your values. Tell a woman to lose fat or lose you. And set a timeframe. Remember: once you lose your manly character in one way or another, she's gone in an instant. We are mainly about looks, which is perfectly fine. So enforce it and you will feel better.</p>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
                   "MGTOW"
            ],
            "date_published": "2021-10-09T11:58:02+02:00",
            "date_modified": "2021-10-09T11:58:02+02:00"
        },
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/how-do-you-control-how-to-react-when-you-are-under-emotional-distress.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/how-do-you-control-how-to-react-when-you-are-under-emotional-distress.html",
            "title": "How do you control how to react when you are under emotional distress?",
            "summary": "You know the saying \"You cannot control what people do, but you can control, how you react\". How do you control how to react when you are under emotional distress? From Eckhart Tolle I know that the only thing you can do is observe. But&hellip;",
            "content_html": "<p>You know the saying \"You cannot control what people do, but you can control, how you react\".</p>\n<p>How do you control how to react when you are under emotional distress?</p>\n<p>From Eckhart Tolle I know that the only thing you can do is observe.</p>\n<p>But in moments of pressure, of stress, I do not have time to observe. I need support from my body. Not some fucked up memory of the past in which I did not succeed in a similar situation.</p>\n<p>Also, in my experience, you cannot \"observe in advance\" to then have stillness of mind when it matters.</p>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
                   "MGTOW"
            ],
            "date_published": "2021-10-09T11:56:46+02:00",
            "date_modified": "2021-10-09T11:56:56+02:00"
        },
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/psyching-people-out-who-want-to-mess-with-you.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/psyching-people-out-who-want-to-mess-with-you.html",
            "title": "Psyching people out who want to mess with you",
            "summary": "So you looked a foreigner too long in his eyes according to his taste and he starts a verbal beef. You decide to put him in his place and you decide to double down on it. The situation is a supermarket in a civilized city,&hellip;",
            "content_html": "<p>So you looked a foreigner too long in his eyes according to his taste and he starts a verbal beef. You decide to put him in his place and you decide to double down on it.</p>\n<p>The situation is a supermarket in a civilized city, so you cannot just start a fight there.</p>\n<p>But you assume that if you don't say anything or scare him well, he'll just wait outside the supermarket because he thinks he was superior, as you looked away first.</p>\n<p>How do you deescalate <strong>by doubling down</strong> on your statement to make him doubt himself and the likelyhood of an afterplay less or in any case less severe because you showed him his weakness.</p>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
                   "martialarts"
            ],
            "date_published": "2021-10-09T11:54:03+02:00",
            "date_modified": "2021-10-09T11:54:52+02:00"
        },
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/how-do-i-properly-loopbackdsnoop.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/how-do-i-properly-loopbackdsnoop.html",
            "title": "How do I properly loopback/dsnoop?",
            "summary": "I am trying to record a loopback signal, ie audio playing by aplay test.wav &amp; with arecord -f cd -Dplug:dsnoop foobar.wav yet even though I hear test.wav from my speakers foobar.wav is an empty line of silence. Amplified I get regular beeps and noise in&hellip;",
            "content_html": "<p>I am trying to record a loopback signal, ie audio playing by</p>\n<p><code>aplay test.wav &amp;</code></p>\n<p>with</p>\n<p><code>arecord -f cd -Dplug:dsnoop foobar.wav</code></p>\n<p>yet even though I hear <code>test.wav</code> from my speakers <code>foobar.wav</code> is an empty line of silence. Amplified I get regular beeps and noise in between, everything but <code>test.wav</code>.</p>\n<p>How do I properly loopback/dsnoop?</p>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
                   "learnpython"
            ],
            "date_published": "2021-10-09T11:52:54+02:00",
            "date_modified": "2021-10-09T11:53:19+02:00"
        },
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/why-i-dislike-zombie-shooters-2.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/why-i-dislike-zombie-shooters-2.html",
            "title": "Why I dislike Zombie Shooters",
            "summary": "Day Z, Dying Light, Left 4 Dead 2. They all are about killing zombies. But zombies are just infected humans. That does nothing to me emotionally. But when there is an elaborately crafted enemy as in the evil within or silent hill, I am all&hellip;",
            "content_html": "<p>Day Z, Dying Light, Left 4 Dead 2. They all are about killing zombies. But zombies are just infected humans. That does nothing to me emotionally. But when there is an elaborately crafted enemy as in the evil within or silent hill, I am all for it.<br><br>But zombies? Meh. It's like those ice princess toon that is being shoved into girls throats left and right. The creators had way too much marketing money and decided: WE WILL FORCE THE PEOPLE TO LIKE IT. The ice princess and zombies are both just stupid characters. Compare that to the batman's joker, be it in gotham or one of the movies. Now there went some work in it. But zombies.... There are hardly any games without zombies which might be the reason why people are buying that uncreative shit, might be the reason they have to pile them up because one zombie would be too obviously bland.<br><br>TL/DR: Zombies are not elaboratively crafted compared to even the simplest enemy in non-zombie games. Also, nobody asked for zombies, but as there is a lack of games, people started playing zombie games. Which made developers think people liked it.</p>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
                   "gaming"
            ],
            "date_published": "2021-10-09T11:52:04+02:00",
            "date_modified": "2021-10-09T11:52:04+02:00"
        },
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/a-revival-of-stupid-irc-times.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/a-revival-of-stupid-irc-times.html",
            "title": "A revival of stupid irc-times.",
            "summary": "It's like those stupid livestreams when whatever you write is never being picked up because it just goes down in the crowd of statements of others. A revival of stupid irc-times.",
            "content_html": "<p>It's like those stupid livestreams when whatever you write is never being picked up because it just goes down in the crowd of statements of others.<br><br>A revival of stupid irc-times.</p>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
                   "discordsucks"
            ],
            "date_published": "2021-10-09T11:51:32+02:00",
            "date_modified": "2021-10-09T11:51:32+02:00"
        },
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/serious-how-can-you-use-the-current-pandemic-financially-personally-and-in-general-what-should-you-do-right-now-that-you-probably-wont-have-the-option-to-do-later-as-this-pandemic-is-probably-a-once-in-a-lifetime-situation.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/serious-how-can-you-use-the-current-pandemic-financially-personally-and-in-general-what-should-you-do-right-now-that-you-probably-wont-have-the-option-to-do-later-as-this-pandemic-is-probably-a-once-in-a-lifetime-situation.html",
            "title": "[SERIOUS] How can you use the current pandemic financially, personally and in general - what should you do right now that you probably won&#x27;t have the option to do later, as this pandemic is probably a once in a lifetime situation?",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
            ],
            "date_published": "2021-10-09T11:46:30+02:00",
            "date_modified": "2021-10-09T11:46:30+02:00"
        },
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/i-am-a-human-being-ama.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/i-am-a-human-being-ama.html",
            "title": "I am a human being. AMA.",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
            ],
            "date_published": "2021-10-09T11:46:10+02:00",
            "date_modified": "2021-10-09T11:46:10+02:00"
        },
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/mind-versus-sex-drive.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/mind-versus-sex-drive.html",
            "title": "Mind versus Sex drive",
            "summary": "Recently I remembered that I can talk to women if I want to, that I don't have to. This relieved me a bit. Then I looked at their faces, their expressions and I realized, I don't want anything to do with a human like that.",
            "content_html": "<p>Recently I remembered that I can talk to women if I want to, that I don't have to. This relieved me a bit. Then I looked at their faces, their expressions and I realized, I don't want anything to do with a human like that. If you look at female faces in public, they are never happy or inviting. Dismissive, angry, hateful, condescending is what I describe them.<br>They don't look at me and always pretend to be busy.<br>And I - being dressed whatever - am never good enough. Just stopping them without them rolling their eyes is very hard.<br>My sex drive has made me stay in that torture-loop of being horny and being rejected for more than 10 years now.<br>Also pickup advice made me stay there because they always say \"try\".</p>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
            ],
            "date_published": "2021-10-09T11:45:25+02:00",
            "date_modified": "2021-10-09T11:45:25+02:00"
        },
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/when-i-am-happy-people-treat-me-like-an-outlaw-2.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/when-i-am-happy-people-treat-me-like-an-outlaw-2.html",
            "title": "When I am happy, people treat me like an outlaw",
            "summary": "Today I was in a good mood. A lot of things worked out well and I was genuinely happy. I went to the grocery store and I was approached by other customers as if I worked there. Basically people looked for reasons to communicate with&hellip;",
            "content_html": "<p>Today I was in a good mood. A lot of things worked out well and I was genuinely happy. I went to the grocery store and I was approached by other customers as if I worked there. Basically people looked for reasons to communicate with me.</p>\n<p>Then I approached a woman, and she was psyched.</p>\n<p>Then I met the postman who was smiling at me and left happy.</p>\n<p>The thing is: I am rarely happy. Most times, things are bad and pull me down. And I can definitely not rely on people on the outside to lift me up, because they are all depressed in this city. The times I wanted mental support are countless, nobody was there for me. I pulled myself out, and now everyone feels entitled to leech.</p>\n<p>So when I am in a good mood, people do not want to multiply it, they want to take it. I feel it, after interacting with a few people, my mood deteriorates.</p>\n<p>And once those leeches sucked it out of me and I would need a refill, NOBODY is there anymore.</p>\n<p>Of course, when I am in a good mood, it is hard to reject people.</p>\n<p>But once I am in a good mood, people pile up, with no decency, no respect of privacy, ready for the taking.</p>\n<p>I don't know what to do with that. Disallow myself to be happy? Stupid idea. Wear T-Shirts with \"Not interested\"? Funny, but not effective, rather the opposite. Maybe: \"I talk to you, you don't talk to me\".</p>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
                   "MGTOW"
            ],
            "date_published": "2021-10-09T11:32:10+02:00",
            "date_modified": "2021-10-09T12:58:58+02:00"
        }
    ]
}
