{
    "version": "https://jsonfeed.org/version/1",
    "title": "Having tenants for breakfast",
    "description": "",
    "home_page_url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast",
    "feed_url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/feed.json",
    "user_comment": "",
    "icon": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/media/website/kaffee.png",
    "author": {
        "name": "The Breakfaster"
    },
    "items": [
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/wohin-auswandern-wegen-corona.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/wohin-auswandern-wegen-corona.html",
            "title": "Wohin Auswandern wegen Corona?",
            "summary": "Die Coronamaßnahmen sind lediglich ein Pfeiler der Unterdrückung. Es gibt mehr solcher Strukturen, darunter die Steuer, den Rundfunk, und auch gesetzliche Krankenkassen. Ja, die AOK kann sich auch ihre eigenen Vollstreckungsbescheide ausdrucken. Wer gesund leben will, buchstäblich, nutzt die Webseite teleport(googlen). Die Plattform listet andere&hellip;",
            "content_html": "<p>Die Coronamaßnahmen sind lediglich ein Pfeiler der Unterdrückung.</p>\n<p>Es gibt mehr solcher Strukturen, darunter die Steuer, den Rundfunk, und auch gesetzliche Krankenkassen. Ja, die AOK kann sich auch ihre eigenen Vollstreckungsbescheide ausdrucken.</p>\n<p>Wer gesund leben will, buchstäblich, nutzt die Webseite teleport(googlen).</p>\n<p>Die Plattform listet andere Länder auf, die für die eigene Situation, finanziell, beruflich, privat, besser geeignet sind. Und je mehr Menschen wegziehen, desto weniger Geld hat der deutsche Staat, der Rundfunk und auch die gesetzlichen Krankenkassen, welche alle ungefähr jeweils den gleiche Prozentsatz an Nutzen bringen. Wer in die g. Krankenkasse einzahlt und nicht Krebs hat, macht ein dramatisches Minusgeschäft, das kann man sehen, wenn man sich die Beträge, die die Krankenkasse gezahlt hat, zeigen läßt(ist einfach über deren Webportale). Und wer Krebs hat, stirbt durch die Chemotherapie, auch kein großer Verlust für die Krankenkassen - zumal immer nur die Minimalerforschte-Chemotherapie gezahlt wird. Mehrbettzimmer und der ganze Rest obendrein. Wer keinen Krankenhauskeim hatte, hat ihn dann.<br>Ich könnte mit dem Rundfunk weitermachen, doch ich will die Deutschen motivieren, lieber Teleport anzuschauen(ich bekomme nichts dafür) und festzustellen, daß es in jeder Hinsicht bessere Länder gibt, an die man gar nicht gedacht hat und die in der Nähe sind. Wer sich von durch den ÖR gefestigten Vorurteilen löst, wird auch viele Vorteile in Rußland finden.</p>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
            ],
            "date_published": "2021-10-07T21:31:54+02:00",
            "date_modified": "2021-10-07T21:31:54+02:00"
        },
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/when-tenants-dont-pay.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/when-tenants-dont-pay.html",
            "title": "When prospects don&#x27;t want to pay the deposit",
            "summary": "Recently a potential tenant said: You know, I cannot pay the deposit, because, you know, I don't have money as I am a student. But I assume that's fine with you. I replied with You know, I cannot have you as a tenant, because, you&hellip;",
            "content_html": "<p>Recently a potential tenant said:</p>\n<blockquote>\n<p>You know, I cannot pay the deposit, because, you know, I don't have money as I am a student. But I assume that's fine with you.</p>\n</blockquote>\n<p>I replied with</p>\n<blockquote>\n<p>You know, I cannot have you as a tenant, because, you know, I have to take a deposit, because if you don't pay, I have to. But I assume, you understand.</p>\n</blockquote>\n<p>Internally I was furious. How does this little shit dare to think that because she is a student she was free to not pay a deposit. And this assumption that the \"deal was already closed\". But with this statement, I got a little bit of my dignity back.</p>\n<p>Still furious, but less.</p>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
                   "tenants"
            ],
            "date_published": "2021-10-04T16:07:15+02:00",
            "date_modified": "2021-10-05T01:59:00+02:00"
        }
    ]
}
