{
    "version": "https://jsonfeed.org/version/1",
    "title": "Having tenants for breakfast",
    "description": "",
    "home_page_url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast",
    "feed_url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/feed.json",
    "user_comment": "",
    "icon": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/media/website/kaffee.png",
    "author": {
        "name": "The Breakfaster"
    },
    "items": [
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/hast-du-ihn-provoziert.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/hast-du-ihn-provoziert.html",
            "title": "Hast du ihn provoziert?",
            "summary": "Ich erlebe es immer wieder und frage mich daher, was damit eigentlich gemeint ist: ich erzähle jemandem, ich nenne ihn mal A, daß mich eine Katze angegriffen hat, mich das ärgert und ich möchte, daß diese Katze entfernt wird. A antwortet: \"Hast du die Katze&hellip;",
            "content_html": "<p>Ich erlebe es immer wieder und frage mich daher, was damit eigentlich gemeint ist: ich erzähle jemandem, ich nenne ihn mal A, daß mich eine Katze angegriffen hat, mich das ärgert und ich möchte, daß diese Katze entfernt wird. A antwortet: \"Hast du die Katze provoziert?\"</p>\n<p>Ich laufe einen Weg entlang, ein Hund greift mich an. Statt etwas gegen den Hund zu tun, sagt A \"Du sollst den Hund nicht provozieren\".</p>\n<p>Ein anderer Mensch schadet mir, ich sage es A weiter, A fragt: \"Hast du ihn provoziert?\".</p>\n<p>Für mich klingt die Frage/Aussage nach \"Bist du selbst schuld daran?\" bzw. \"Selber schuld\". Ich denke mir: \"Macht es die Tat irgendwie besser, wenn ich 'schuld' daran war, eine Bestrafung irgendwie ungeschehen, denn es war ja in Ordnung?\". Ist das ein typisch deutsches Problem? Denkt A wirklich, ich würde eine Bestrafung wollen, wenn es für mich gerechtfertigt wäre?</p>\n<ol>\n<li>Eine Katze hat mich nicht zu kratzen.</li>\n<li>Ein Hund hat mich nicht anzugreifen.</li>\n<li>Ein Mensch hat mir nicht zu schaden.</li>\n</ol>\n<p>Völlig egal, warum der jeweils andere Part es tut. Es gibt keine Gründe für körperliche Gewalt.</p>\n<p>Manchmal antworte ich mit \"Sicher habe ich ihn durch meine Existenz provoziert\" oder ähnlich aber meist schaue ich A nur fassungslos an und A versteht das nicht einmal.</p>\n<p>Ich frage mich: würde das ein Mensch, der auf deiner Seite ist, fragen? Mich wundert es, denn A sind unterschiedliche Menschen gewesen, einige standen mir nahe, andere nicht.</p>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
                   "de"
            ],
            "date_published": "2021-10-24T18:20:41+02:00",
            "date_modified": "2021-10-24T18:20:56+02:00"
        },
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/how-do-you-turn-yourself-from-a-guy-nobody-cares-about-and-ignores-to-a-guy-who-people-respect-without-him-having-to-do-much.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/how-do-you-turn-yourself-from-a-guy-nobody-cares-about-and-ignores-to-a-guy-who-people-respect-without-him-having-to-do-much.html",
            "title": "How do you turn yourself from a guy, nobody cares about and ignores to a guy who people respect without him having to do much?",
            "summary": "You are new in a city. Suddenly you find a phone someone lost. You go through the contacts, see who last called and call back. The voice is relieved and asks you to hand the phone to a barkeeper. He gives you a free drink&hellip;",
            "content_html": "<p>You are new in a city. Suddenly you find a phone someone lost. You go through the contacts, see who last called and call back. The voice is relieved and asks you to hand the phone to a barkeeper. He gives you a free drink in return. That's it, you are on your own again.</p>\n<p>How could you turn yourself from \"the guy who found the phone\" to \"hey, who is that guy, I want to be friends with him\"?</p>\n<p>In other words, how do you turn yourself from a guy, nobody cares about and people are only nice to as long as he has their phone and that they ignore otherwise to a guy, people respect without him having to do much?</p>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
                   "seduction"
            ],
            "date_published": "2021-10-24T18:19:23+02:00",
            "date_modified": "2021-10-24T18:19:23+02:00"
        },
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/what-does-it-even-mean-to-learn-about-stocks.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/what-does-it-even-mean-to-learn-about-stocks.html",
            "title": "What does it even mean to learn about stocks?",
            "summary": "You always hear the same thing: Before you invest in stocks, learn about stocks. Understand technical analysis and fundamental analysis. Understand? What does understand even mean? Learning the terms as in what is a price-earnings ratio? We all know that stock prices are not predictible&hellip;",
            "content_html": "<p>You always hear the same thing: Before you invest in stocks, learn about stocks. Understand technical analysis and fundamental analysis. Understand? What does understand even mean? Learning the terms as in what is a price-earnings ratio? We all know that stock prices are not predictible except when you are an insider. What is the benefit of learning fundamental analysis or technical analysis then? What advantage does knowing all those terms have over looking at charts, seeing how they behaved in the past and assuming steady growth? It is just as much a guess as learning all about fa and ta and then guessing.</p>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
                   "stock"
            ],
            "date_published": "2021-10-24T18:19:03+02:00",
            "date_modified": "2021-10-24T18:19:03+02:00"
        },
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/what-are-neurologists-even-good-for.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/what-are-neurologists-even-good-for.html",
            "title": "What are neurologists even good for?",
            "summary": "To get an appointment with a neurologist, you wait for months in germany. The neurologist will then - no matter what you say - do standard tests like \"does it feel the same when I do this and when I do this?\". If it doesn't&hellip;",
            "content_html": "<p>To get an appointment with a neurologist, you wait for months in germany.</p>\n<p>The neurologist will then - no matter what you say - do standard tests like \"does it feel the same when I do this and when I do this?\". If it doesn't the neurologist doesn't offer anything to repair nerves. If you have pain, he prescribes some anti-depressant, that does more harm than good. Brain damage? No option. Surgery? Well, be happy if you can still speak afterwards. It is called \"The healing arts of nerves\" in germany. Yet there is no healing taking place, all they do is test and hope the results are fine. If not, they offer no means that restore nerves.</p>\n<p>What are they even good for?</p>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
                   "AskMeddit"
            ],
            "date_published": "2021-10-24T18:18:36+02:00",
            "date_modified": "2021-10-24T18:18:36+02:00"
        },
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/am-i-the-only-one-who-finds-todds-teachings-useless.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/am-i-the-only-one-who-finds-todds-teachings-useless.html",
            "title": "Am I the only one who finds todds teachings useless?",
            "summary": "He makes sense but his methods cannot be applied as they are tailored to his achievements. For instance he wrote that instead of comfort, you needed this:(https://www.toddvdating.com/why-comfort-is-bullshit/) \"1. Value — If you’re a scrub, then getting to know you will only tell her with more&hellip;",
            "content_html": "<p>He makes sense but his methods cannot be applied as they are tailored to his achievements. For instance he wrote that instead of comfort, you needed this:(<a href=\"https://www.toddvdating.com/why-comfort-is-bullshit/\">https://www.toddvdating.com/why-comfort-is-bullshit/</a>)</p>\n<p>\"1. Value — If you’re a scrub, then getting to know you will only tell her with more finality that being with you isn’t winning.\" -&gt; How in the world would a girl be winning with Todd?</p>\n<p>\"2. Narrative — Does the story of you and her fit with the way she’d like to view her life.\" -&gt; What is a story of us? How should I know how a woman wants to view her life. What if I am not what some random woman pictures her life to be like?</p>\n<p>Abstract and inapplicable. Or you are a robot.</p>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
                   "seduction"
            ],
            "date_published": "2021-10-24T18:18:13+02:00",
            "date_modified": "2021-10-24T18:18:13+02:00"
        },
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/how-do-i-develop-a-muse-that-is-not-personal.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/how-do-i-develop-a-muse-that-is-not-personal.html",
            "title": "How do I develop a muse that is not personal?",
            "summary": "I am currently creating a muse according to the 4hww. Whatever I came up with turned out to be very personal. It was personal up to the point of making myself a target of ridicule or worse. Thus, I stopped those ideas early in the&hellip;",
            "content_html": "<p>I am currently creating a muse according to the 4hww.</p>\n<p>Whatever I came up with turned out to be very personal. It was personal up to the point of making myself a target of ridicule or worse.</p>\n<p>Thus, I stopped those ideas early in the process without making them public.</p>\n<p>How do I find a muse to create that does not make me vulnerable to an anonymous crowd.</p>\n<p>For instance: I started painting. I wanted to create copies of my paintings and put those copies on several items like mugs. Yet the image motifs are cute, naive and defenseless. Putting a photo of me next to them would put those attributes right onto me. That's the last thing I need people to think and it's not beneficial for business.</p>\n<p>In the end, I want to make money with it and not put myself in the vulnerable position of others liking me.</p>\n<p>Given the low profits, I don't want to resell other businesses' products.</p>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
                   "timferriss"
            ],
            "date_published": "2021-10-24T18:17:16+02:00",
            "date_modified": "2021-10-24T18:17:16+02:00"
        },
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/how-do-i-hold-a-conversation-while-moving-things-forward.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/how-do-i-hold-a-conversation-while-moving-things-forward.html",
            "title": "How do I hold a conversation while moving things forward?",
            "summary": "Yesterday I stopped a girl on her bike, asking what she took a photo of before, which she did. I commented on that and while I did it, she already started smiling and becoming attracted due to how I behaved. I gave her advice on&hellip;",
            "content_html": "<p>Yesterday I stopped a girl on her bike, asking what she took a photo of before, which she did. I commented on that and while I did it, she already started smiling and becoming attracted due to how I behaved. I gave her advice on how she could improve her photos and she was smiling more.</p>\n<p>Then I left.</p>\n<p>Later on I realized that she liked me. In this moment I was too stuck up with hoping no boyfriend was around to beat me up. I was also thinking and talking about the problem at hand. So I did not realize, that she liked me.</p>\n<p>A little \"Hey, your smile is cute, who are you\" would've been enough to continue.</p>\n<p>But I wasn't prepared. And she didn't continue the conversation to prevent me from leaving. Another girl I recently met did continue the conversation.</p>\n<p>I wonder how I can talk while at the same time assume interest on her side and come up with a way to introduce myself on the spot while holding eye contact, while ....</p>\n<p>In short, it is the switch of \"I have to leave soon, this is over anyway in a second and will end nowhere anyways\" to \"this can lead to sex with her\" that I rarely remember.</p>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
                   "seduction"
            ],
            "date_published": "2021-10-24T18:16:34+02:00",
            "date_modified": "2021-10-24T18:16:34+02:00"
        },
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/how-can-i-not-put-creating-a-muse-on-hold-and-overcome-specific-obstacles.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/how-can-i-not-put-creating-a-muse-on-hold-and-overcome-specific-obstacles.html",
            "title": "How can I not put creating a muse on hold and overcome specific obstacles?",
            "summary": "My workflow goes like this: So I put creating a muse on hold. So I put creating a muse on hold. So I put creating a muse on hold. How can I not put creating a muse on hold and overcome those obstacles?",
            "content_html": "<p>My workflow goes like this:</p>\n<ol>\n<li>I read about how to create a muse in Tim Ferriss' 4hww.</li>\n<li>I talk to some magazines' editors and tell them I needed 3 magazines being published each one year different.</li>\n<li>I never hear back from them.</li>\n<li>Sometimes I told them, the reason to do it was to compare advertisers over the years. Still no reply.</li>\n</ol>\n<p><strong>So I put creating a muse on hold.</strong></p>\n<ol>\n<li>I read that the product has to cost between 50 and 200€ or $ with a 8-10 times profit margin. Producing something for 5 to 20 € that costs 50 - 200.</li>\n<li>I didn't find products in that price range which I would buy on a regular basis. And buying it just once, how should I make a constant living if I needed new customers all the time?</li>\n</ol>\n<p><strong>So I put creating a muse on hold.</strong></p>\n<ol>\n<li>I want to create a product. This requires development.</li>\n<li>I thought about what I could do myself in the area of development.</li>\n<li>Many obstacles are to be overcome, I might have to ask a lawyer, who wants money. I might have</li>\n<li>to ask a designer, who wants money and</li>\n<li>I might have to send payment in advance for a company in china. Because it must be cheap enough to be competitive.</li>\n<li>And I don't know now, if it will sell, because the website I created for testing, was rarely visited in spite of Google adwords.</li>\n<li>The question is: is it because I used wrong keywords?</li>\n<li>Is the page not well designed?</li>\n<li>Is it this, is it that......is it that nobody wants my product?</li>\n<li>In general or because of a very property of the product?</li>\n</ol>\n<p><strong>So I put creating a muse on hold.</strong></p>\n<p>How can I not put creating a muse on hold and overcome those obstacles?</p>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
                   "timferriss"
            ],
            "date_published": "2021-10-24T18:15:15+02:00",
            "date_modified": "2021-10-24T18:15:54+02:00"
        },
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/true-love.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/true-love.html",
            "title": "True love",
            "summary": "I just watched And someone wrote The lock is functioning as intended. Like love, it's defeated by cheating. I say If having sex with another partner ends love, it wasn't true love. ",
            "content_html": "<p>I just watched</p>\n<figure class=\"post__video\"><iframe loading=\"lazy\" width=\"560\" height=\"314\" src=\"https://www.youtube.com/embed/FqhWwzb-RY8\" allowfullscreen=\"allowfullscreen\" data-mce-fragment=\"1\"></iframe></figure>\n<p>And someone wrote</p>\n<blockquote>\n<p>The lock is functioning as intended. Like love, it's defeated by cheating.</p>\n</blockquote>\n<p>I say</p>\n<blockquote>\n<p>If having sex with another partner ends love, it wasn't true love.</p>\n</blockquote>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
                   "seduction"
            ],
            "date_published": "2021-10-24T16:59:31+02:00",
            "date_modified": "2021-10-24T18:25:59+02:00"
        },
        {
            "id": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/about-positive-masculinity.html",
            "url": "https://erfolgreichcharismatisch.github.io/tenants-for-breakfast/about-positive-masculinity.html",
            "title": "About positive masculinity",
            "summary": "I saw this video My remarks: The solution is to choose the best free tutorial to then follow it. Protecting a woman and loved ones is overrated. The worst that happens to you is that a woman leaves you. And loved ones can protect themselves.",
            "content_html": "<p>I saw this video</p>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/5WU7McpvxzM\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"allowfullscreen\"></iframe></div>\n<p>My remarks:</p>\n<p>The solution is to choose the best free tutorial to then follow it. Protecting a woman and loved ones is overrated. The worst that happens to you is that a woman leaves you. And loved ones can protect themselves. He paints a picture of masculinity that does not value the man, but what he provides for others. He says \"How the 5 Traits of Positive Masculinity\" lead to you being valuable to others.</p>\n<div>If you don't explain, you will not get new ideas by explaining. When you are wrong, you stay wrong. Yes, most people want you to explain to make you doubt yourself. But you use this opportunity for yourself. Then you are not taken advantage of.</div>",
            "author": {
                "name": "The Breakfaster"
            },
            "tags": [
                   "MGTOW"
            ],
            "date_published": "2021-10-24T15:14:18+02:00",
            "date_modified": "2021-10-24T18:26:09+02:00"
        }
    ]
}
